Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/metsa.fi/c92.pdf.tmx
Source language: fin
Languages: sme

source: Tämä on lyhennelmä Lydia Heikkilän laatimasta alueen luonnon käytön perusselvityksestä (Heikkilä 2002b).
sme: Dát lea oaniduvvon veršuvdna Lydia Heikkilä dahkan guovllu luonddu geavaheami vuođđočielggadusas (Heikkilä 2002b).

source: Poronhoitokulttuuri on säilynyt vahvana perinteenä Tarvantovaaran erämaa-alueella ulkoisista muutoksista huolimatta.
sme: Boazodoallokultuvra lea seilon nanu árbevierrun Darvvatvári meahcceguovllus olgguldas nuppástusain fuolakeahttá.

source: Poronhoito on edelleen yksi alueen tärkeimmistä elinkeinoista.
sme: Boazodoallu lea ainge okta guovllu deháleamos ealáhusain.

source: Tarvantovaaran erämaa-alueella hoitavat porojaan Palojärvessä, Kultimassa, Hetassa, Leppäjärvellä ja Palojoensuussa asuvat, Käsivarren paliskuntaan kuuluvat poronhoitajat.
sme: Darvvatvári meahcceguovllus barget bohccuideasetguin Bálojávrri, Gulddáma, Heahtá, Leaibejávrri ja Bálojotnjálmmi boazodoallit, geat gullet Giehtaruohttasa bálgosii.

source: Kotitarvekalastus ja
sme: Ruovttudárboguolástus ja

source: -marjastus sekä marjojen poimiminen myyntiin on merkittävä osa porotaloudesta pääasiallisen
sme: -murjen ja murjjiid čoaggin vuovdimassii mearkkaša ollu boazodoalus oaiveáššálaš áigáiboađuset

source: toimeentulonsa saavien perheiden elannossa.
sme: oažžu bearrašiid birgenlágis.

source: Aluetta käyttävät luontaiselinkeinojen harjoittamiseen porotalouden harjoittajien lisäksi myös muut lähikylien asukkaat.
sme: Guovllu geavahit luondduealáhusaiguin bargama várás boazodolliid lassin maiddái lagasgiliid eará ássit.

source: Kuttasen, Jatunin ja Kaaresuvannon kyliin on perustettu seitsemän luontaiselinkeinotilaa ns. sekatalouden varaan.
sme: Guhttása, Jáhtona ja Gárasavvona giliide leat vuođđuduvvon čieža luondduealáhusdálu ng. seahkalasdállodoalu vehkii.

source: Tämä tarkoittaa sitä, että tilan toimeentulonlähteeksi on suunniteltu kalastus, kalanjalostus, pienimuotoinen porotalous, metsästys (lähinnä riekonpyynti) ja marjastus.
sme: Dát oaivvilda dan, ahte dálu áigáiboahtogáldun leat jurddašuvvon guolástus, guoli ovddosdikšun, smávvalágan boazodoallu, meahccebivdu (vuosttažettiin rievssatbivdu) ja murjen.

source: Kalastuksella ja marjastuksella on merkittävä osuus myös muille kuin suoranaisesti luontaiselinkeinoja harjoittaville kotitalouksille.
sme: Guolástus ja murjen mearkkašit ollu maiddái earáge dállodoaluide go dušše luondduealáhusaiguin njuolgga bargi dállodoaluide.

source: Kotitarvekalastus ja marjastus tuottavat tärkeän lisän väestön ruokatalouteen.
sme: Ruovttudárboguolástus ja murjen buktet dehálaš lasi olbmuid borramušdollui.

source: Viime vuosina tapahtuneeseen hillan hintatason laskuun asti marjastuksesta saatavat lisäansiot ovat olleet merkittävä osa väestön toimeentuloa.
sme: Dáid jagiid dáhpáhuvvan luomehatti hálbuma rádjai murjemis fidnejuvvon lassedietnasat leat leamaš mearkkašahtti oassin olbmuid áigáiboađus.

source: Luonnossa liikkuminen on myös tärkein vapaa-ajan viettotapa paikalliselle väestölle.
sme: Luonddus johtaleapmi lea báikkálaš olbmuide maiddái dehálaš vuohki vásihit astoáiggi.

source: Luontaiselinkeinoilla on vahva kulttuurinen merkitys, jota ei voida arvioida rahassa.
sme: Luondduealáhusat mearkkašit ollu kultuvrralaččat, ja nuba daid mearkkašumi ii sáhte mihtidit ruđas.

source: Poronhoito, metsästys ja kalastus muodostavat saamelaiskulttuurin aineellisen ja henkisen perustan.
sme: Boazodoallu, meahccebivdu ja guolástus leat sámekultuvrra ávnnaslaš ja vuoiŋŋalaš vuođđu.

source: Luontaiselinkeinot ovat myös olennainen osa alueen suomalaisen väestön elämäntapaa.
sme: Luondduealáhusat leat mávssolaš oassi maiddái guovllu suopmelaččaid eallinvuogis.

source: Luontaiselinkeinojen harjoittamisella on pitkät historialliset perinteet tällä alueella.
sme: Luondduealáhusaiguin lea juo guhká bargojuvvon dán guovllus.

source: Eri luontaiselinkeinojen harjoittamisesta koostuva elinkeinokokonaisuus on edustanut ihmisen kykyä sopeutua alueen karuun luontoon.
sme: Olbmot leat bargan sierra ealáhusaiguin. Dát čájeha, movt olmmoš lea sáhttán vuogáiduvvat guovllu guorba lundui.

source: 4 Rakennettu kulttuuriympäristö
sme: 6.1.4 Huksejuvvon kulturbiras

source: Tarvantovaaran erämaa-alueella ei ole vuonna 1993 määriteltyjä valtakunnallisesti arvokkaita kulttuuriperintökohteita (Museovirasto 1993), mutta Stuoroivailla sijaitseva Struven kolmiomittausketjun piste on nousemassa uudelle valtakunnallisesti arvokkaiden kohteiden listalle.
sme: Darvvatvári meahcceguovllus eai leat 1993:s meroštallon riikkadásis divrras kulturárbečuozáhagat (Museovirasto 1993), muhto ng. Struve golmmačiegahasmihtidangollosa čuokkis Stuorrahano Lappi kulturbirrasat oahpisin -fitnus (Magga 2007) inventeaivvis dáidá beassat riikkadásis divrras čuozáhagaid listui.

source: Alueella ei ole asetuksella (480/1985) suojeltuja tai Metsähallituksen ja Museoviraston välisellä sopimuksella varjeltuja kohteita eikä myöskään rakennussuojelulailla suojeltuja kohteita.
sme: Guovllus eai leat ásahusa (480/1985) vuođul suodjaluvvon dahje Meahciráđđehusa ja Museovirasto gaskasaš soahpamuša vuođul gáhttejuvvon čuozáhagat eaige maiddái vistesuodjalanlága vuođul suodjaluvvon čuozáhagat.

source: Lapin ympäristökeskuksen koordinoimassa Lapin kulttuuriympäristöt tutuksi -hankkeessa (Magga 2007) inventoitiin myös Enontekiön kulttuuriympäristökohteita, mutta inventointi ei ulottunut kuitenkaan Tarvantovaaran erämaa-alueelle.
sme: Lappi birasguovddáža koordineren rejedje maiddái Eanodaga kulturbirasčuozáhagaid, muhto inventeren ii olahuvvon goittotge Darvvatvári meahcceguvlui.

source: 6.1. 5 Saamelainen kulttuurimaisema
sme: 6.1.5 Sápmelaš kulturduovddaoainnus

source: Lapin ympäristökeskuksen hallinnoimaan Lapin kulttuuriympäristöt tutuksi -hankkeeseen sisältyy arkeologinen ja saamelaiskulttuuriosio.
sme: Lappi birasguovddáža hálddašan Lappi kulturbirrasat oahpisin -fitnus lea mielde arkeologalaš ja sámekultuvrii guoskevaš oassi.

source: Hankkeen suunnitteluvaiheessa oli päädytty ratkaisuun, että saamelaisaluetta käsitellään yhtenä ja itsenäisenä osiona. Koska saamelaisen kulttuuriympäristön käsite on vielä uusi ja vakiintumaton, nähtiin tarvetta asian yhteiselle pohdinnalle ja alustuksille.
sme: Fitnu plánedettiin bohttojuvvui dan oaivilii ahte sámekultur Sámi kulturbirasdoaba lea vel dan mađe ođđa ášši, ahte dat ii leat vuogáiduvvan atnui, ja nuba oidnojuvvui dárbu ášši oktasaš guorahallamii ja vuođđoságaide.

source: Seminaarien alustuksista ja luennoista koottiin julkaisu (Magga 2007).
sme: Dán fáttás lágiduvvojedje golbma seminára, maid vuođđoságaid ja logaldallamiid vuođul čohkkejuvvui preanttus (Magga 2007).

source: Saamelaiseen kulttuuriympäristöön kuuluvat Maggan (2003) mukaan muinaisjäännökset, rakennusperintö, saamelaiselinkeinojen synnyttämät perinnemaisemat perinnebiotooppeineen sekä ympäristöön ja maisemaan liittyvä henkinen perinne.
sme: Sápmelaš kulturbirrasii gullet Magga (2003) mielde dološ bázahusat, huksenárbi, sámiealáhusaid šaddadan árbeduovddaoidnosat oktan árbebiotohpaiguin ja dasa lassin birrasii ja duovdagiidda gullevaš vuoiŋŋalaš árbi.

source: Henkisellä, näkymättömällä kulttuuriympäristöllä tarkoitetaan sitä suullista perinnettä, joka antaa maisemalle ja ympäristölle merkityksen tehden siitä kulttuuriympäristön.
sme: Vuoiŋŋalaš, oaidnemeahttun kulturbirrasiin dárkkuhit dan njálmmálaš árbbi, mii addá duovdagiidda ja birrasii mearkkašumi nu, ahte das šaddá kulturbiras.

source: Suullisella perinteellä tarkoitetaan paikkoihin ja alueisiin liittyviä tarinoita, muisteluksia, paikannimiä, joikuja ja yleensä perimätietoa paikkojen ja alueiden käytöstä.
sme: Njálmmálaš árbbiin dárkkuhit báikkiide ja guovlluide gullevaš máidnasiid, muitalusaid, báikenamaid ja luđiid ja velá oppalaččat árbedieđu báikkiid ja guovlluid anus.

source: Saamelaisessa kulttuurimaisema- käsitteessä ihmistä ei siis painoteta luonnon muuttajana, vaan maisema voi näyttää luonnonmaisemalta, mutta sisältää silti kulttuurimaisemaan liitetyt arvot ja merkitykset.
sme: Sápmelaš kulturduovdagat -doahpagis olbmo eai ná deattut luonddu nuppáštuhttin, muhto duovddaoainnus sáhttá orrut luondduduovdagin ja dattetge sisdoallat kulturduovdagiidda laktojuvvon árvvuid ja mearkkašumiid.

source: Tämän johdosta luonnonmaisemaksi tai erämaaksi määritelty alue voi olla saamelaiselle kulttuurimaisemaa.
sme: Dán dihte luondduduovdagin dahje meahccin meroštallon guovlu sáhttá leat sápmelažžii kulturduovdda.

source: Sellaiset kiinteät muinaisjäännökset, jotka joko kokonaan tai osin ovat maastossa nähtävissä, on helppo mieltää osaksi kulttuuriympäristöä.
sme: Dakkár giddes dološbázahusaid, mat leat juogo ollásit dahje muhtun muddui meahcis oaidnimis, lea álki áddet kulturbirasoassin.

source: Suuri osa muinaisjäännöksistä kuitenkin kätkeytyy luontoon näkymättömiin.
sme: Eatnašat dološbázahusain goittotge leat čihkosis luonddu siste.

source: Tämän kätkössä olevan arkeologisen perinnön esiintuominen tapahtuu näitä kohteita koskevan tiedon välittämisellä ja kertomisella.
sme: Dán čihkosis leahkki arkeologalaš árbbi ovdanbuktin dáhpáhuvvá dáid čuozáhagaide guoskevaš dieđu sirdima ja muitaleami bokte.

source: Kulttuuriarvojen suojelun tavoitteena on säilyttää alueen merkittävät kulttuuriarvot, joita ovat saamelaiskulttuuri, alueen perinteinen luonnonkäyttö siihen liittyvine tietoineen, rakennuksineen ja rakennelmineen sekä muinaisjäännösten suojelu.
sme: Guovllu kulturárvvuid suodjaleami ulbmilin lea seailluhit guovllu mávssolaš kulturárvvuid, maidda lohkkojit sámekultuvra, guovllu árbevirolaš luonddugeavaheapmi dasa gullevaš dieđuiguin, visttiiguin ja rusttegiiguin ja dasa lassin dološbázahusaid suodjaleapmi.

source: Kulttuuriympäristöjä säilyttävä ja muu perinteinen käyttö sekä tietämys ovat itsessään säilytettäviä kulttuuriarvoja.
sme: Kulturbirrasiid seailluheaddji ja eará árbevirolaš geavaheapmi ja dieđut das leat juo daninassii seailluhanveara kulturárvvut.

source: Näin ollen muualla tässä suunnitelmassa olevat saamelaiskulttuuria, luontaiselinkeinoja ja paikallista perinteistä luonnonkäyttöä turvaavat sekä perinteisen tietämyksen säilymistä edistävät esitykset ovat kulttuuriarvojen suojelua.
sme: Nuba eará sajis dán plánas leahkki árvalusat, mat dorvvastit sámekultuvrra, luondduealáhusaid ja báikkálaš árbevirolaš luonddugeavaheami ja ovddidit árbevirolaš dieđuid seailuma, gullet oassin kulturárvvuid suodjaleapmái.

source: Metsähallitus teettää Museovirastolla muinaismuistolain (295/1963) edellyttämän inventoinnin kaikissa erämaa-alueella sijaitsevissa rakentamattomissa paikoissa, joihin suunnitellaan virkistyskäytön rakennelmia.
sme: Meahciráđđehus dagaha Museovirastoi dološmuitolága (295/1963) gáibidan inventerema meahcceguovllus buot huksekeahtes báikkiin, maidda plánejit lustageavahanrusttegiid.

source: Koska alueen arkeologiaa tunnetaan toistaiseksi vähän, saattaa yhdenkin kohteen tuhoutumisen myötä hävitä korvaamattoman arvokasta tietoa.
sme: Go guovllu arkeologiija dovdet vel unnán, de sáhttet ovttage čuozáhaga duššama mielde jávkat cealkemeahttun divrras dieđut.

source: Metsähallitus pitää tärkeänä Enontekiön kulttuuriympäristöohjelmassa (Rauhala 2002) esitettyjä toimenpiteitä Salvasjärven kesäkylän vanhojen rakennusten säilyttämiseksi.
sme: Meahciráđđehus atná dehálažžan Eanodaga kulturbirasprográmmas (Rauhala 2002) ovdanbukton doaimmaid Sálvvošjávrri geassesiidda boares visttiid seailluhan dihte.

source: Ko. ohjelmassa esitetään vanhojen rakennusten inventointia, mittausta ja korjaussuunnitelmien laadintaa.
sme: Dán prográmmas árvaluvvojit plánat boares visttiid inventeremii, mihtideapmái ja divvumii.

source: Salvasjärven kesäkylä on valtakunnallisesti arvokas perinnemaisema ja saamelaisperinnekohde.
sme: Sálvvošjávrri geassesiida lea riikka dásis divrras árbevierroduovdda ja sámeárbevierročuozáhat.

source: 6.4 Seuranta
sme: 6.4 Čuovvun

source: Metsähallitus seuraa erämaa-alueen kulttuuriarvojen suojelun ja hoidon toteutumista osana YläLapin luonnonvarasuunnitelman (Sandström ym. 2000) sekä Metsähallituksen ympäristö- ja laatujärjestelmän seurantaa.
sme: Meahciráđđehus čuovvu meahcceguovllu kulturárvvuid suodjaleami ja dikšuma ollašuvvama oassin Davvi-Lappi luondduriggodatplána (Sandström ee. 2000) ja Meahciráđđehusa biras- ja kvalitehtavuogádaga čuovvumis.

source: Luonnonvarasuunnitelman mukaisena mittarina on Metsähallituksen Enontekiön kuntaa koskevan yhteistyöryhmän saamelaiskäräjien nimeämien jäsenten vuotuinen arvio Metsähallituksen toiminnasta.
sme: Luondduriggodatplánas daddjojuvvon mihtidanvuohkin lea Eanodaga ovttasbargojoavkku lahtuid jahkásaš árvvoštallan Meahciráđđehusa doaimmas. Lahtuid dasa nammada sámediggis.

source: 7 Luonnon virkistyskäyttö ja luontomatkailu
sme: 7 Luondduturisma ja lustageavaheapmi 7.1 Doahpagat

source: Luontomatkailulla tarkoitetaan tässä muiden kuin enontekiöläisten harjoittamaa alueelle suun Luonnon virkistyskäyttö on hieman luontomatkailua laajempi käsite.
sme: Luondduturismmain oaivvildit dákko earáid go Eanodaga gieldda ássiid johtaleami guovllus.

source: Ero on siinä, että virkistys lähivirkistyskäyttöön ja (ulkopaikkakuntalaisten) kaukovirkistyskäyttöön eli luontomatkailuun.
sme: Dákkár turisma vuođđuduvvá luonddu geasuhussii ja luonddu fállan vásáhusaide. Luonddu lustageavaheapmi lea doaban vehá viidáset go luondduturisma.

source: tautuvaa matkailua, joka perustuu luonnon vetovoimaisuuteen ja luonnon tarjoamiin elämyksiin. käyttö pitää sisällään myös paikallisten ihmisten virkistäytymisen, kun taas luontomatkailu viittaa kohdealueen ulkopuolelta tuleviin ihmisiin, jotka matkustavat alueelle.
sme: Earru lea dakko ahte lusta lagaslustageavaheapmái ja (olgobáikegoddelaččaid) gáidduslustageavaheapmái dahgeavaheapmi sisdoallá maiddái báikkálaš olbmuid astoáiggeanu, go fas luondduturisma čujuha olggobeale olbmuide, geat bohtet guvlui.

source: Luonnon virkistyskäyttö voidaan siten jakaa (paikallisten ihmisten)
sme: Luonddu lustageavaheami sáhttá ná juohkit (báikkálaš olbmuid) jege luondduturismii.

source: Virkistäytyminen luonnossa voi Suomessa tapahtua joko omin voimin, vetokoiria, poroja tai hevosta käyttäen, moottoroidusti maastomönkijällä tai -autolla, moottoripyörällä, moottori huolletusti.
sme: Lustajohtin luonddus sáhttá Suomas dáhpáhuvvat juogo iešráđálaččat, geassinbeatnagiiguin, bohccuiguin dahje heasttain, mohtorfievrruiguin dego njealjejuvllagiin, meahccebiillain, mohtor fuolahuvvon vuogi mielde.

source: Tällöin ryhmän varusteet ja muonat kuljetetaan maastossa tauko- ja yöpymispaikoille esimerkiksi moottorikelkalla, jolloin virkistäytyjät säästyvät varusteiden kuljettamisen rasituksilta ja voivat liikkua kevyemmin ja pitempiä päivämatkoja.
sme: Dalle joavkku biergasat ja niesttit fievrriduvvojit meahcis orustan- ja idjadanbáikkiide ovdamearkka dihte mohtorgielkkáin, goas lustajohttit eai dárbbaš ieža guoddit biergasiiddiset ja sáhttet johtit geahppaseappot ja guhkit beaivemátkkiid.

source: Perinteinen jokamiehenoikeuksiin perustuva luonnossa liikkuminen tapahtuu kuitenkin omin voimin huoltamattomasti, jolloin kyse on yleensä ns. perinteisestä eräretkeilystä.
sme: Árbevirolaš juohkeolbmovuoigatvuođaide vuođđu ii-fuolahuvvon vuogi mielde, goas jearaldat lea dábálaččat ng. árbevirolaš meahccevánddardeamis.

source: Liikkuminen luonnossa voi tapahtua joko itsenäisesti ryhmässä tai yksin tai ohjatusti ryhmässä.
sme: Meahcis sáhttá johtit juogo iehčanassii joavkkus dahje okto dahje stivrejuvvon vuogi mielde joavkkus.

source: kelkalla, moottoriveneellä, vesijetillä tai näitä kulkumuotoja eri tavoin yhdistäen.
sme: sihkkeliin, mohtorgielkkáin, mohtorfatnasiin, čáhcejettiin dahje ovttastahttimiin dáid fievrruid.

source: Tällaiseen luonnon virkistyskäytön laajaan määritelmään on päätynyt muun muassa luonnon virkistyskäytön ja luontomatkailun kehittämistyöryhmä (Ympäristöministeriö 2002b).
sme: Ná viidát lea meroštallan lustajohtima luonddus earret eará luonddu lustageavaheami ja luondduturismma ovddidanbargojoavku (Birasministeriija 2002b).

source: Luontoon ja sieltä takaisin maantien varteen – myös Tarvantovaaran erämaa-alueella – voi siirtyä maastoajoneuvojen lisäksi moottoriveneellä, lentokoneella tai helikopterilla.
sme: Meahccái ja doppe fas ruovttoluotta geaidnogurrii – maiddái Darvvatvári meahcceguovllus – sáhttá sirdásit earret meahccefievrruiguin maiddái mohtorfatnasiin, girdiin dahje helikopteriin.

source: Virkistyskävijöiden moottoroitu liikkuminen vaatii luvan.
sme: Lustajohttiid johtaleapmái mohtorfievrruiguin galgá leat lohpi.

source: Omin voimin liikkuminen voi tapahtua
sme: Iešráđálaččat sáhttá johtit duvvi johtin dáhpáhuvvá goittot iešráđálaččat

source: Ohjattu liikkuminen ja virkistäytyminen luonnossa voi olla joko liiketoiminnallista tai ei-liiketoiminnallista.
sme: Stivrejuvvon johtin ja virkkosmuvvan luonddus sáhttá leat juogo gávppálaš dahje ii-gávppálaš doaibma.

source: Jyrkän rajan vetäminen liiketoiminnallisen ja ei-liiketoiminnallisen virkistäytymisen välille on tulkinnanvaraista.
sme: Čavges ráji lea viehka váttis geassit gávppálaš ja ii-gávppálaš virkkosmuvvandoaimma gaskii.

source: Periaatteessa kyseessä on liiketoiminta, mikäli ohjattuja luontomatkoja markkinoidaan suurelle yleisölle tai niitä myydään muillekin kuin yhdistyksen omille jäsenille.
sme: Iešalddes jearaldagas lea fitnodatdoaibma, jos stivrejuvvon luonddumátkkit márkanastojit stuorra olmmošmeriide dahje dat vuvdojuvvojit earáidege go ovttastusa iežas lahtuide.

source: Ohjelmapalveluyrittäjillä tarkoitetaan matkailuyrittäjiä ja -organisaatioita, jotka myyvät ohjattu lähikuljetuksia eli kuljetuksia alueella.
sme: Prográmmabálvalusfitnodagaiguin oaivvildit turistafitnodagaid ja -organisašuvnnaid, mat vuv lagassáhtostemiid dahjege sáhtostemiid guovllu siste.

source: Ohjelmapalveluita – esimerkiksi kuljetusta, ohjelmallista toimintaa ja pienimuotoista majoitusta erämaa-alueella – voivat tarjota ohjelmaja retkiä ja palveluyrittäjien lisäksi luontaiselinkeinotukikohtiin tukeutuen alueen luontaiselinkeinonharjoittajat, joille näin hankittu matkailutulo on osa heidän elinkeinokokonaisuuttaan, mutta ei kuitenkaan pääelinkeino.
sme: Prográmmabálvalusaid – omd. sáhtostemiid, prográmmalaš doaimmaid ja smávva idjadanfálaldagaid meahcceguovllus – sáhttet fállat luondduealáhusdoarjjabáikkiid veagas prográmmabálvalusdet stivrejuvvon mátkkiid ja fitnodagaid lassin maiddái luondduealáhusbargit, geaidda ná háhkkojuvvon turismasisaboađut leat oassi sin ealáhusollisvuođas, muhto ii goittot váldoealáhus.

source: Autiotupa on aina avoin, puukaminalla, laverilla, pöydällä ja penkeillä sekä joskus kaasukeittolevyllä varustettu vaatimaton tupa.
sme: Ávdinstohpu lea ovttageardán barta, mii lea álo rabas. Das leat muorrakamiidna, seaidneseaŋga, beavdi ja beaŋkkat ja muhtumin maiddái gássavuoššanpláhta.

source: Tupa on alun perin tarkoitettu yhden, korkeintaan kahden yön yöpymiseen omin voimin erämaassa kulkeville.
sme: Ávdinstohpu lea oaivvilduvvon meahcceguovllus iešráđálaččat johtaleaddji vánddardeddjiid ovtta dahje guhkimustá guovtti ija idjadeapmái.

source: Paikalliset ihmiset yöpyvät tuvissa myös moottorikelkalla liikkuessaan.
sme: Báikkálaš olbmot idjadit ávdinstobuin maiddái mohtorgielkkáin jođedettiin.

source: Samoin ulkopaikkakuntalaiset moottorikelkkailijat ovat yöpyneet hiljaisena kautena Metsähallituksen valtakunnallisen moottorikelkkauran varrella sijaitsevissa autiotuvissa.
sme: Maiddái olgobáikegoddelaš mohtorgielkkástallit leat idjadan jaskes áigodagaid áigge Meahciráđđehusa ávdinstobuin, mat leat váldegottálaš mohtorgielkávuojáhaga guoras.

source: Tärkeää on kuitenkin muistaa tarvittaessa antaa tilaa omin voimin liikkuville.
sme: Dehálaš lea goittot muitit čáhkket dárbbu mielde saji iešráđálaččat johtti olbmuide.

source: 7.2 Virkistyskäytön ja luontomatkailun määrä ja luonne
sme: 7.2 Lustageavaheami ja luondduturismma mearri ja iešláhki

source: Luontomatkailu ja virkistyskäyttö ovat nuorimpia Tarvantovaaran erämaa-alueen käyttömuodoista.
sme: Luondduturisma ja lustageavaheapmi leat nuoramusat Darvvatvári meahcceguovllu geavahanhámiin.

source: Virkistyskäyttö on hyvin vähäistä verrattuna esimerkiksi Käsivarren erämaahan.
sme: Lustageavaheapmi lea hui unnán ovdamearkka dihte Giehtaruohttasa meahcceguovllu ektui.

source: Tupien vieraskirjamerkintöjen perusteella alueen Tarvantovaaran erämaan vuotuiseksi kävijämääräksi voidaan arvioida noin 500 henkeä, joista suuri osa on paikkakuntalaisia.
sme: Barttaid guossegirjemerkemiid vuođul Darvvatvári meahcceguovllus fitnet jahkásaččat árvvu mielde sullii 500 olbmo, main eatnasat leat báikegoddelaččat.

source: Käsivarren erämaaalueella vastaavasti arvioitu kävijämäärä vuonna 1998 oli noin kahdeksankertainen (5 800 henkilöä), ja Käsivarren kävijöistä valtaosa on ulkopaikkakuntalaisia (Kajala 2000).
sme: Giehtaruohttasa meahcceguovllus vástideaddji lohku lei 1998:s sullii gávccigeardásaš. Giehtaruohttasis fitne 5 800 olbmo, main eatnasat ledje olgobáikegoddelaččat (Kajala 2000).

source: Vähäiset palvelurakenteet vaikuttavat osaltaan siihen, että alueelle hakeutuu kesäisin pääasiassa omatoimisia, kokeneita eräretkeilijöitä, kalastajia ja vesiretkeilijöitä.
sme: Guovllu vátna bálvalanrusttegat váikkuhit dasa, ahte guvlui bohtet geasi áigge eanas iešráđálaš, hárjánan meahccevánddardeaddjit, guolásteaddjit ja čáhcevánddardeaddjit.

source: Luonnonrauhaa etsivien kalastajien kohteita ovat mm. Hieta-, Tarvanto- ja Maljasjoki.
sme: Luondduráfi ohcaleaddji guolásteaddjit mannet ee. Jiehtá-, Darvvat- ja Máljjašjohkii.

source: Paikkakuntalaisista varsinkin ne, joilla on omia tukikohtia erämaa-alueen sisällä sijaitsevilla yksityispalstoilla, virkistäytyvät alueella.
sme: Báikegoddelaččain erenoamážit dat, geain leat iežaset doarjjabáikkit meahcceguovllu siste priváhtabálsttáin, fitnet guovllus virkkosmuvvamin.

source: Kesäisin on tarjolla lentokonekuljetuksia sekä opastettuja kalastus- ja veneilymatkoja, mutta kysyntä on vähäistä verrattuna esimerkiksi Lätäsenolle suuntautuvien luontomatkojen määrään.
sme: Geasi áigge leat fálus girdisáhtosteamit ja oahpistuvvon guolástan- ja fanastallanmátkkit, muhto dákkár luonddumátkkiid dáfus Darvvatvárri lea viehka unnán geasuhan ovdamearkka dihte Leahttaseanu ektui.

source: Kesäaikaiset opastetut luontomatkat ajoittuvat enimmäkseen heinä–elokuulle.
sme: Geasiáigásaš oahpistuvvon luonddumátkkit deivet eanas suoidne–borgemánnui.

source: Lisäksi kesäaikaan Tarvantovaaran erämaa-alueelle on muutaman vuoden ajan ollut tarjolla ohjattuja ratsastusvaelluksia.
sme: Dasa lassin geasi áigge Darvvatvári meahcceguvlui leat muhtun jagi áigge fállojuvvon stivrejuvvon riidenvánddardeamit.

source: Alueella liikkuu vähäisessä määrin myös maastopyöräilijöitä, pääasiassa olemassa olevia kesäaikaisia maastoliikenneuria pitkin.
sme: Guovllus johtalit vehá maiddái meahccesihkkelastit, eanas dálá geasiáigásaš meahccejohtalusvuojáhagaid mielde.

source: Talvisin ohjelmapalveluyrittäjät vetävät opastettuja safareita pääasiassa moottorikelkkauria pitkin.
sme: Dálvvi áigge prográmmabálvalusfitnodagat lágidit oahpistuvvon safáraid eanas guovllu mohtorgielkávuojáhagaid mielde.

source: Lupia urilta poikkeamiseen on haettu lähinnä pilkkijärville.
sme: Lobiid vuojáhagain spiehkasteapmái leat ohcan vuosttažettiin bilkenjávrriide.

source: Lisäksi ohjelmapalveluyrittäjät järjestävät alueelle moottorikelkalla huollettuja hiihtovaelluksia vähäisessä määrin.
sme: Dasa lassin prográmmabálvalusfitnodagat lágidit muhtun muddui čuoiganvánddardemiid, mat fuolahuvvojit mohtorgielkkáin.

source: Koiravaljakkotoiminta on ollut toistaiseksi melko vähäistä, ja koiravaljakot ovat kulkeneet erämaa-alueella pääasiassa valtakunnallisia kelkkauria pitkin.
sme: Beanavuodjindoaibma lea leamaš dássážii viehka unnán, ja beanavuoddjit leat johtán meahcceguovllus eanas váldegottálaš mohtorgielkávuojáhagaid mielde.
